[
  {
    "image": "https://i.imgur.com/fWhexdy.jpeg",
    "title": "ZenFlow Meditation Timer",
    "companyName": "Inner Peace Labs",
    "id": 101,
    "description": "ZenFlow is not just a timer; it's a dedicated portal to mindfulness and calm. It offers hundreds of guided meditations curated for specific needs like anxiety relief, better sleep, or enhanced focus. The app features customizable session lengths and a progress tracker that helps visualize your journey to inner peace. A unique 'Mood Check-in' feature uses AI to recommend meditations based on your emotional state, providing personalized support. It integrates with health apps to track your mindful minutes, encouraging a consistent practice. The serene, minimalist interface and high-quality ambient soundscapes, including gentle rain or forest sounds, help you immediately enter a state of relaxation. For advanced users, it includes unguided timer sessions with customizable bell sounds and interval settings. ZenFlow aims to make meditation an effortless and deeply rewarding part of your daily life, transforming stress into serenity one breath at a time.",
    "size": 45,
    "reviews": 15289,
    "ratingAvg": 4.8,
    "downloads": 550000,
    "ratings": [
      { "name": "1 star", "count": 120 },
      { "name": "2 star", "count": 250 },
      { "name": "3 star", "count": 800 },
      { "name": "4 star", "count": 4119 },
      { "name": "5 star", "count": 10000 }
    ]
  },
  {
    "image": "https://i.imgur.com/qdDtrXN.jpeg",
    "title": "CodeQuest IDE Mobile",
    "companyName": "DevGenius Solutions",
    "id": 102,
    "description": "CodeQuest IDE Mobile transforms your phone or tablet into a portable development powerhouse. It supports over 30 programming languages with syntax highlighting, auto-completion, and real-time error checking, making it ideal for everything from quick bug fixes to full-stack development on the move. A cloud-sync feature ensures your projects are instantly accessible across all your devices, eliminating version conflicts. It includes an integrated secure terminal for running scripts and accessing remote servers via SSH/SFTP. Developers particularly appreciate the customizable themes, multiple cursor support, and a robust file management system designed specifically for a mobile touch interface. The app's built-in debugger helps you efficiently trace and resolve issues without needing a desktop setup. Whether you're a student learning to code or a professional developer, CodeQuest is the ultimate tool for maintaining productivity and keeping your skills sharp, wherever you are.",
    "size": 98,
    "reviews": 9870,
    "ratingAvg": 4.5,
    "downloads": 120000,
    "ratings": [
      { "name": "1 star", "count": 300 },
      { "name": "2 star", "count": 470 },
      { "name": "3 star", "count": 1000 },
      { "name": "4 star", "count": 3100 },
      { "name": "5 star", "count": 5000 }
    ]
  },
  {
    "image": "https://i.imgur.com/GdUpDtz.jpeg",
    "title": "AstroExplorer VR",
    "companyName": "Cosmic View Studios",
    "id": 103,
    "description": "AstroExplorer VR delivers a breathtaking, educational virtual reality experience that lets you traverse the cosmos from your living room. Utilizing real astronomical data from NASA and ESA, it provides highly accurate 3D models of planets, moons, asteroids, and distant exoplanets. Users can pilot a virtual spacecraft, land on planetary surfaces, and even walk through a scale model of the Milky Way galaxy. The app includes interactive knowledge points with narrated facts about celestial bodies, making it a powerful learning tool. A 'Night Sky' mode uses augmented reality (AR) to overlay constellation names and celestial object paths onto your actual night sky view. Regular updates introduce new space missions and discoveries. AstroExplorer VR is an unparalleled blend of science and immersive entertainment, perfect for space enthusiasts, educators, and anyone who wants to witness the universe's grandeur firsthand.",    "size": 750,
    "reviews": 2500,
    "ratingAvg": 4.9,
    "downloads": 50000,
    "ratings": [
      { "name": "1 star", "count": 10 },
      { "name": "2 star", "count": 40 },
      { "name": "3 star", "count": 150 },
      { "name": "4 star", "count": 700 },
      { "name": "5 star", "count": 1600 }
    ]
  },
  {
    "image": "https://i.imgur.com/C6IJuzz.jpeg",
    "title": "RecipeGenie AI",
    "companyName": "Culinary Tech",
    "id": 104,
    "description": "RecipeGenie AI is the smart kitchen assistant that solves the 'what's for dinner?' dilemma. Simply input the ingredients you have on hand, including quantities, and its advanced culinary AI generates unique, palatable recipes. It excels at accommodating dietary restrictions (vegan, keto, gluten-free) and food allergies, ensuring every suggested meal is safe and enjoyable. The app's core value is its 'Zero Waste' feature, prioritizing recipes that use up expiring items. Each recipe comes with step-by-step video guides, integrated shopping lists, and nutritional information calculated instantly. Users can rate and fine-tune AI-generated recipes, which further personalizes future suggestions. This app not only inspires creativity in the kitchen but also saves money and dramatically reduces food waste, making healthy, customized cooking accessible to everyone.",    "size": 60,
    "reviews": 32000,
    "ratingAvg": 4.7,
    "downloads": 2100000,
    "ratings": [
      { "name": "1 star", "count": 400 },
      { "name": "2 star", "count": 600 },
      { "name": "3 star", "count": 1500 },
      { "name": "4 star", "count": 8500 },
      { "name": "5 star", "count": 21000 }
    ]
  },
  {
    "image": "https://i.imgur.com/I2X7fq1.jpeg",
    "title": "FinTrack Budget",
    "companyName": "Secure Wallets Inc.",
    "id": 105,
    "description": "FinTrack is a comprehensive personal finance application designed for complete clarity and control over your money. It securely links to all your bank accounts, credit cards, and investment platforms, automatically categorizing every transaction in real-time. The app's standout feature is its predictive budgeting tool, which uses machine learning to forecast future spending and savings based on past habits, alerting you before you overspend. Users can set and track multiple financial goals, such as saving for a house or paying off debt, with tailored strategies. Security is paramount, with bank-level encryption and biometric authentication. Detailed, customizable reports break down your income and expenses into easily digestible charts, helping you identify trends and opportunities for savings. FinTrack doesn't just track your money; it empowers you to make smarter financial decisions and achieve long-term fiscal health.",    "size": 35,
    "reviews": 51200,
    "ratingAvg": 4.6,
    "downloads": 4500000,
    "ratings": [
      { "name": "1 star", "count": 800 },
      { "name": "2 star", "count": 1400 },
      { "name": "3 star", "count": 3000 },
      { "name": "4 star", "count": 14000 },
      { "name": "5 star", "count": 32000 }
    ]
  },
  {
    "image": "https://i.imgur.com/u0QOQYd.jpeg",
    "title": "GlobeTrek Language",
    "companyName": "LinguaWorld",
    "id": 106,
    "description": "GlobeTrek Language is a dynamic platform for rapidly acquiring a new language, blending gamified lessons with real-world communication practice. It features a unique curriculum built on spaced repetition and total physical response (TPR), ensuring long-term retention of vocabulary and grammar. Lessons are short, engaging, and context-rich, simulating actual conversations. A key differentiator is the 'Immersion Mode,' which uses your phone's camera and augmented reality (AR) to instantly translate text in the real world—from signs to menus—and display flashcards relevant to your surroundings. The app also connects you to native speakers for live practice sessions, corrected by a community of verified tutors. Progress tracking is visual and motivational, with daily streaks and leaderboards. GlobeTrek makes language learning an engaging adventure, helping you achieve fluency faster than traditional methods.",    "size": 110,
    "reviews": 75000,
    "ratingAvg": 4.7,
    "downloads": 8900000,
    "ratings": [
      { "name": "1 star", "count": 1000 },
      { "name": "2 star", "count": 2000 },
      { "name": "3 star", "count": 4000 },
      { "name": "4 star", "count": 20000 },
      { "name": "5 star", "count": 48000 }
    ]
  },
  {
    "image": "https://i.imgur.com/oHw7Gk1.jpeg",
    "title": "PixelPainter Pro",
    "companyName": "Artisanal Apps",
    "id": 107,
    "description": "PixelPainter Pro is a professional-grade digital art studio optimized for touch devices. It offers an unparalleled set of tools, including over 200 customizable brushes, advanced layer control with blending modes, and support for high-resolution canvas sizes. Its proprietary 'Fluid Ink' engine allows for remarkably realistic digital painting, mimicking the texture and flow of traditional media. Key features include a time-lapse recording function, enabling artists to share their creative process, and a robust color palette manager with harmony generators. The user interface is designed to be highly intuitive and non-intrusive, maximizing screen real estate for drawing. It supports stylus pressure sensitivity and tilt, making it the top choice for digital artists, illustrators, and graphic designers who demand desktop power and flexibility on a mobile platform. It’s an essential tool for transforming digital ideas into professional masterpieces.",    "size": 220,
    "reviews": 18000,
    "ratingAvg": 4.9,
    "downloads": 750000,
    "ratings": [
      { "name": "1 star", "count": 150 },
      { "name": "2 star", "count": 350 },
      { "name": "3 star", "count": 500 },
      { "name": "4 star", "count": 4000 },
      { "name": "5 star", "count": 13000 }
    ]
  },
  {
    "image": "https://i.imgur.com/AZrmdiU.jpeg",
    "title": "Healthify Daily Tracker",
    "companyName": "Wellbeing Systems",
    "id": 108,
    "description": "Healthify is the holistic wellness hub that brings all your health data into one actionable dashboard. It provides robust tools for tracking fitness activities via integration with all major wearable devices, logging detailed nutritional intake, and monitoring sleep quality through sophisticated analysis. The app’s 'Habit Builder' feature guides users in forming sustainable healthy routines, from drinking water to meditating, using gentle reminders and positive reinforcement. Nutrition tracking is simplified with a vast, verifiable food database and barcode scanner. A personalized health score provides a daily snapshot of your overall well-being. It also features a symptom checker and secure data sharing options for your healthcare providers. Healthify is dedicated to helping you achieve a balanced life by providing the data and motivation needed to make informed choices about your body and mind.",    "size": 55,
    "reviews": 92000,
    "ratingAvg": 4.5,
    "downloads": 11000000,
    "ratings": [
      { "name": "1 star", "count": 1500 },
      { "name": "2 star", "count": 2500 },
      { "name": "3 star", "count": 6000 },
      { "name": "4 star", "count": 27000 },
      { "name": "5 star", "count": 55000 }
    ]
  },
  {
    "image": "https://i.imgur.com/2rGZkt4.jpeg",
    "title": "TaskMaster Pro",
    "companyName": "Productivity Hub",
    "id": 109,
    "description": "TaskMaster Pro is the ultimate digital assistant for managing complex projects and daily to-dos with unparalleled ease. It supports nested subtasks, recurring deadlines, and priority labeling, allowing for meticulous organization. The app features powerful, customizable workflow automation, such as setting reminders that trigger based on location or time. For teams, it offers shared project boards, real-time collaboration tools, and role-based access control. A unique 'Effort Estimation' feature helps users allocate time accurately, improving planning skills. The clean, intuitive interface reduces cognitive overhead, ensuring focus remains on execution. Comprehensive analytics provide insights into productivity trends, task completion rates, and bottlenecks, enabling continuous workflow optimization. TaskMaster Pro is the cornerstone of efficient project management, ensuring nothing slips through the cracks.",    "size": 40,
    "reviews": 40000,
    "ratingAvg": 4.7,
    "downloads": 3000000,
    "ratings": [
      { "name": "1 star", "count": 500 },
      { "name": "2 star", "count": 1000 },
      { "name": "3 star", "count": 2500 },
      { "name": "4 star", "count": 10000 },
      { "name": "5 star", "count": 26000 }
    ]
  },
  {
    "image": "https://i.imgur.com/d91XJrw.jpeg",
    "title": "EchoTunes Music Player",
    "companyName": "SoundStream Corp",
    "id": 110,
    "description": "EchoTunes is an audiophile-grade music player designed to deliver the highest quality listening experience on mobile devices. It supports all major lossy and lossless audio formats (FLAC, ALAC, WAV) and includes a 10-band graphic equalizer with pre-set profiles for different genres and headphones. Its proprietary 'EchoBoost' algorithm intelligently upscales lower-quality tracks for a richer sound. The app features seamless cloud integration for syncing your entire music library and offers a 'Smart Playlist' generator that curates mixes based on specific mood, tempo, or activity (e.g., running, studying). The interface is elegantly designed for easy browsing and album art display. Crucially, it prioritizes user privacy, with no personalized ads or excessive data collection. EchoTunes is for the listener who values sound quality and a tailored, uninterrupted musical journey.",    "size": 75,
    "reviews": 120000,
    "ratingAvg": 4.4,
    "downloads": 15000000,
    "ratings": [
      { "name": "1 star", "count": 4000 },
      { "name": "2 star", "count": 6000 },
      { "name": "3 star", "count": 15000 },
      { "name": "4 star", "count": 35000 },
      { "name": "5 star", "count": 60000 }
    ]
  },
  {
    "image": "https://i.imgur.com/gqaizp7.jpeg",
    "title": "HomeHub Smart Control",
    "companyName": "ConnectAll Technologies",
    "id": 111,
    "description": "HomeHub is the central nervous system for your smart home, providing a unified and secure platform for managing all your connected devices, regardless of brand. It uses a universal protocol translator to seamlessly integrate lighting, thermostats, security systems, and media centers. The app's standout feature is 'Scene Creator,' which allows users to build complex, time- or event-based automation sequences (e.g., 'Good Morning' scene that adjusts temperature, opens blinds, and starts the coffee maker). Its intuitive 3D home map visualizes the location and status of every device, making control effortless. Security features include real-time alerts for unauthorized access and encrypted data transmission. HomeHub simplifies the complexity of smart living, turning your house into an intelligently responsive and energy-efficient environment.",    "size": 30,
    "reviews": 22000,
    "ratingAvg": 4.6,
    "downloads": 1800000,
    "ratings": [
      { "name": "1 star", "count": 300 },
      { "name": "2 star", "count": 700 },
      { "name": "3 star", "count": 1500 },
      { "name": "4 star", "count": 6500 },
      { "name": "5 star", "count": 13000 }
    ]
  },
  {
    "image": "https://i.imgur.com/e0X2TtU.jpeg",
    "title": "CryptoWatch Portfolio",
    "companyName": "Decentralized Finance Co.",
    "id": 112,
    "description": "CryptoWatch Portfolio is the definitive tool for tracking and analyzing your cryptocurrency investments across multiple exchanges and wallets. It offers real-time price feeds, customizable portfolio visualization, and in-depth market data, including trading volume, historical charts, and whale transaction alerts. The app's 'Tax Reporting' feature simplifies the often-complex process of calculating capital gains and losses by integrating with major tax software. Users can set personalized price alerts and news notifications to stay ahead of volatile market shifts. A key security feature is its read-only API integration, ensuring your funds remain safe and inaccessible. CryptoWatch is designed for serious investors, providing the accuracy, speed, and analytical depth required to navigate the fast-paced world of digital assets and optimize investment strategies.",    "size": 80,
    "reviews": 16000,
    "ratingAvg": 4.3,
    "downloads": 950000,
    "ratings": [
      { "name": "1 star", "count": 1500 },
      { "name": "2 star", "count": 2000 },
      { "name": "3 star", "count": 3500 },
      { "name": "4 star", "count": 4500 },
      { "name": "5 star", "count": 4500 }
    ]
  },
  {
    "image": "https://i.imgur.com/amVhEA7.jpeg",
    "title": "StudyPal Flashcards",
    "companyName": "Knowledge Boosters",
    "id": 113,
    "description": "StudyPal Flashcards elevates the traditional learning method into a highly efficient digital system. It employs a proprietary adaptive spaced repetition algorithm, prioritizing the material you're most likely to forget, thereby maximizing retention with minimal time investment. Users can create rich media flashcards with text, images, and audio, or access a massive, community-driven library covering thousands of subjects. A collaborative feature allows students to share and co-edit card sets in real-time. The 'Quiz Mode' offers diverse testing formats, including multiple-choice and matching, to solidify understanding. Detailed metrics track your confidence level and mastery of each subject, providing a clear path to exam readiness. StudyPal turns mundane memorization into a streamlined, personalized, and effective learning experience.",    "size": 50,
    "reviews": 28500,
    "ratingAvg": 4.6,
    "downloads": 1900000,
    "ratings": [
      { "name": "1 star", "count": 450 },
      { "name": "2 star", "count": 800 },
      { "name": "3 star", "count": 2250 },
      { "name": "4 star", "count": 9000 },
      { "name": "5 star", "count": 16000 }
    ]
  },
  {
    "image": "https://i.imgur.com/8b7ZuNh.jpeg",
    "title": "PhotoFilter Vintage",
    "companyName": "Retro Lens Studios",
    "id": 114,
    "description": "PhotoFilter Vintage is the premium app for achieving authentic, analog film looks on digital photos. It offers a meticulously curated collection of over 100 filters, each modeled after classic film stocks from the 60s, 70s, and 80s, complete with subtle grain, light leaks, and color shifts. Beyond filters, it provides non-destructive editing tools like curves, split-toning, and HSL adjustments for granular control. A unique 'Dust and Scratch' overlay feature adds genuine vintage imperfections. The app supports full-resolution image export and integrates seamlessly with social media platforms while preserving image quality. Its simple, dark-themed interface is designed to make the editing process feel like working in a professional darkroom. For photographers seeking depth, character, and a timeless aesthetic in their mobile photography, PhotoFilter Vintage is an indispensable creative tool.",    "size": 150,
    "reviews": 65000,
    "ratingAvg": 4.2,
    "downloads": 9800000,
    "ratings": [
      { "name": "1 star", "count": 3000 },
      { "name": "2 star", "count": 5000 },
      { "name": "3 star", "count": 12000 },
      { "name": "4 star", "count": 20000 },
      { "name": "5 star", "count": 25000 }
    ]
  },
  {
    "image": "https://i.imgur.com/kJXxJyc.jpeg",
    "title": "FitFuel Meal Prep",
    "companyName": "NutriPlan Solutions",
    "id": 115,
    "description": "FitFuel Meal Prep takes the guesswork out of healthy eating by creating perfectly tailored, weekly meal plans. Users input their fitness goals (e.g., muscle gain, weight loss), dietary restrictions (e.g., paleo, low-carb), and available cooking time. The app then generates a complete plan, including all recipes and an integrated, categorized grocery list that minimizes trips to the store. A 'Macro Split' tool automatically adjusts portion sizes to hit precise protein, fat, and carbohydrate targets. The app offers a dynamic 'Leftover Logic' feature that suggests meals using previous ingredients to prevent food waste. It connects with popular fitness trackers to automatically adjust caloric needs based on daily activity. FitFuel ensures your nutrition is always optimized, making meal preparation a simple, efficient, and results-driven routine.",    "size": 65,
    "reviews": 38000,
    "ratingAvg": 4.8,
    "downloads": 2800000,
    "ratings": [
      { "name": "1 star", "count": 200 },
      { "name": "2 star", "count": 400 },
      { "name": "3 star", "count": 1400 },
      { "name": "4 star", "count": 10000 },
      { "name": "5 star", "count": 26000 }
    ]
  },
  {
    "image": "https://i.imgur.com/XeuxyNL.jpeg",
    "title": "TravelMate Planner",
    "companyName": "Voyage Digital",
    "id": 116,
    "description": "TravelMate Planner is the all-in-one travel organizer that keeps your itinerary, bookings, and essential information perfectly synchronized. Forward confirmation emails to a dedicated address, and the app instantly builds a chronological itinerary, including flight times, accommodation details, and activity reservations. A collaborative planning feature allows you to share and co-edit trips with companions in real-time. Offline access to maps and documents ensures you're never lost or without key information, even without Wi-Fi. The 'Smart Suggestion' engine recommends nearby points of interest, restaurants, and public transit routes based on your current location and itinerary. It also tracks expenses for easy budget management. TravelMate takes the stress out of vacation planning, allowing you to focus on enjoying the journey.",    "size": 90,
    "reviews": 45000,
    "ratingAvg": 4.5,
    "downloads": 5200000,
    "ratings": [
      { "name": "1 star", "count": 900 },
      { "name": "2 star", "count": 1600 },
      { "name": "3 star", "count": 4500 },
      { "name": "4 star", "count": 13000 },
      { "name": "5 star", "count": 25000 }
    ]
  },
  {
    "image": "https://i.imgur.com/7Yig5de.jpeg",
    "title": "GameZone Retro Arcade",
    "companyName": "Pixel Dreams Inc.",
    "id": 117,
    "description": "GameZone Retro Arcade is a nostalgic trip back to the golden age of gaming, legally emulating hundreds of classic 8-bit and 16-bit arcade titles with perfect fidelity. It features highly customizable virtual controllers, including haptic feedback support, to recreate the arcade feel on your mobile device. A unique 'Time Warp' feature allows players to rewind gameplay to correct mistakes, making challenging retro games more accessible. Global leaderboards and achievement badges foster friendly competition among players. The app regularly adds new, licensed classic games and includes a 'Developer Commentary' feature where original game creators share insights. GameZone is committed to preserving gaming history while delivering a smooth, ad-free, and authentically retro entertainment experience.",    "size": 350,
    "reviews": 70000,
    "ratingAvg": 4.1,
    "downloads": 9000000,
    "ratings": [
      { "name": "1 star", "count": 5000 },
      { "name": "2 star", "count": 7000 },
      { "name": "3 star", "count": 15000 },
      { "name": "4 star", "count": 23000 },
      { "name": "5 star", "count": 20000 }
    ]
  },
  {
    "image": "https://i.imgur.com/hCrQruE.jpeg",
    "title": "TuneMaker Studio",
    "companyName": "Audio Innovators",
    "id": 118,
    "description": "TuneMaker Studio is a powerful, yet accessible, mobile DAW (Digital Audio Workstation) for musicians and producers. It features a multi-track timeline, a diverse sound library of over 50 virtual instruments (synths, drums, strings), and a professional-grade mixer with built-in effects like reverb, delay, and EQ. The intuitive piano roll and step sequencer make MIDI programming fast and fun. A key feature is 'Loop Capture,' which instantly quantizes and loops a recorded phrase, aiding in quick song sketching. It supports audio recording via external microphones and offers high-quality export options. The integrated community platform allows users to share project files and collaborate remotely. TuneMaker Studio puts a complete music production suite in your pocket, enabling creativity wherever inspiration strikes.",    "size": 420,
    "reviews": 11000,
    "ratingAvg": 4.7,
    "downloads": 300000,
    "ratings": [
      { "name": "1 star", "count": 100 },
      { "name": "2 star", "count": 300 },
      { "name": "3 star", "count": 1100 },
      { "name": "4 star", "count": 3500 },
      { "name": "5 star", "count": 6000 }
    ]
  },
  {
    "image": "https://i.imgur.com/y2DHs95.jpeg",
    "title": "QuickSell Marketplace",
    "companyName": "Local Commerce Group",
    "id": 119,
    "description": "QuickSell Marketplace is the fastest way to buy and sell pre-owned goods within your local community. Listing an item is quick and easy—just snap a few photos, set a price, and post. The app’s sophisticated geolocation feature ensures you only see items from a manageable radius, facilitating face-to-face, cash transactions. Built-in, secure chat functionality keeps personal contact details private until a meeting is arranged. The 'Trust Score' system, based on verified transactions and community reviews, promotes safe trading. It supports category filters and a 'Price Watch' feature that alerts buyers when an item they're interested in drops. QuickSell is designed to be a safe, straightforward, and efficient platform for decluttering and finding local deals, making peer-to-peer commerce effortless.",    "size": 70,
    "reviews": 55000,
    "ratingAvg": 4.4,
    "downloads": 6000000,
    "ratings": [
      { "name": "1 star", "count": 2500 },
      { "name": "2 star", "count": 4000 },
      { "name": "3 star", "count": 8000 },
      { "name": "4 star", "count": 15000 },
      { "name": "5 star", "count": 25500 }
    ]
  },
  {
    "image": "https://i.imgur.com/EUsiF21.jpeg",
    "title": "WeatherWise Forecast",
    "companyName": "Atmosphere Data Inc.",
    "id": 120,
    "description": "WeatherWise provides the most precise, hyper-local weather information available, offering minute-by-minute precipitation forecasts for your exact location. It integrates data from a global network of weather stations and private weather APIs to generate highly accurate 7-day and 14-day outlooks. The app features a dynamic, interactive radar map with future casting, allowing you to track storms in real-time. Crucially, it includes an integrated Air Quality Index (AQI) and pollen count tailored to local data, essential for those with allergies or respiratory sensitivities. Customizable severe weather alerts ensure you're always prepared. The clean, dark-mode-friendly interface displays complex meteorological data in an easily digestible format, from dew point to UV index. WeatherWise is the essential app for making informed daily plans with confidence in the forecast.",    "size": 25,
    "reviews": 105000,
    "ratingAvg": 4.9,
    "downloads": 18000000,
    "ratings": [
      { "name": "1 star", "count": 500 },
      { "name": "2 star", "count": 1000 },
      { "name": "3 star", "count": 1500 },
      { "name": "4 star", "count": 15000 },
      { "name": "5 star", "count": 87000 }
    ]
  }
]
